Repository: ecpam-machine-user/statsample-2.0.0
Catalog: po/*/statsample.po
Languages: es

source: F Test
es: Prueba F

source: T Test
es: Prueba T

source: Estimate
es: Estimado

source: Std.Err.of Estimate
es: Err.Est. del Estimado

source: t(%d) = %0.4f, p=%0.4f (%s tails)
es: t(%d) = %0.4f, p=%0.4f (%s colas)

source: CI(%d%%): %0.4f - %0.4f
es: IC(%d%%): %0.4f - %0.4f

source: Sample mean: %0.4f | Sample sd: %0.4f | se : %0.4f
es: Media de la muestra: %0.4f | DE de la muestra: %0.4f | EE : %0.4f

source: Population mean: %0.4f
es: Promedio población: %0.4f

source: Mean and standard deviation
es: Promedio y desviación estándar

source: mean
es: promedio

source: sd
es: de

source: Levene test for equality of variances
es: Test de Levene para igualdad de variancas

source: T statistics
es: Estadístico T

source: Equal variance
es: Varianza Igual

source: Non equal variance
es: Varianza Desigual

source: Effect size
es: Tamaño del efecto

source: Mann-Whitney's U
es: U de Mann-Whitney

source: %s results
es: resultados de %s

source: Sum of ranks %s
es: Suma de rangos %s

source: U Value
es: Valor de U

source: Exact p (Dinneen & Blakesley, 1973):
es: p exacto (Dinneen & Blakesley, 1973):

source: Levene Test
es: Test de Levene

source: Bartlett's test of sphericity
es: Test de esfericidad de Bartlett

source: Multiple Regression: %s over %s
es: Regresión Múltiple: %s sobre %s

source: Regression
es: Regresión

source: Engine: %s
es: Motor: %s

source: Cases(listwise)=%d(%d)
es: Casos (sólo válidos)=%d(%d)

source: Std.Error R=
es: Error estándar R=

source: Equation
es: Ecuación

source: Beta coefficients
es: Coeficientes beta

source: Constant
es: Constante

source: Multiple reggresion of %s on %s
es: Regresión Múltiple de %s en %s

source: Regression of %s over %s
es: Regresión de %s sobre %s

source: Value
es: Valor

source: s.e
es: e.e.

source: Bootstrap dominance Analysis: %s over %s
es: Resultados del Análisis de Dominancia Bootstrap: %s en %s

source: Bootstrap %d of %d
es: Bootstrap: %d de %d

source: Sample size: %d
es: Tamaño de muestra: %d

source: Linear Regression Engine: %s
es: Motor de Regresión Linear: %s

source: pairs
es: pares

source: SE(Dij)
es: EE(Dij)

source: Reproducibility
es: Reproducibilidad

source: Complete dominance
es: Dominancia Completa

source: Conditional dominance
es: Dominancia Condicional

source: General Dominance
es: Dominancia General

source: General averages
es: Promedios generales

source: se
es: de

source: ANOVA Two-Way
es: Anova de dos vías

source: Within
es: Dentro

source: %s Table
es: Tabla %s

source: Anova Two-Way on %s
es: Anova de dos vías en %s

source: Test of Homogeneity of variances (Levene)
es: Test de homogeneidad de varianza (Levene)

source: %s Mean
es: Promedio %s

source: Explained variance
es: Varianza explicada

source: Unexplained variance
es: Varianza sin explicar

source: Anova One-Way
es: Anova de una vía

source: Between Groups
es: Entre grupos

source: Within Groups
es: Dentro de grupos

source: Contrast for %s
es: Contraste para %s

source: Descriptives
es: Descriptivos

source: Psi estimate
es: Psi Estimado

source: Contrast
es: Contraste

source: Contrast:%s
es: Contraste: %s

source: Scatterplot (%s - %s)
es: Diagrama de dispersión (%s - %s)

source: Boxplot
es: Diagrama de caja

source: Correlation (%s - %s)
es: Correlación (%s - %s)

source: %s : r=%0.3f (t:%0.3f, g.l.=%d, p:%0.3f / %s tails)
es: %s : r=%0.3f (t:%0.3f, g.l.=%d, p:%0.3f / %s colas)

source: Parallel Analysis
es: Análisis Paralelo

source: Bootstrap Method: %s
es: Método de Remuestreo: %s

source: Uses SMC: %s
es: Usa SMC: %s

source: Yes
es: Sí

source: Correlation Matrix type : %s
es: Tipo de matriz de correlacion : %s

source: Number of variables: %d
es: Número de variables: %d

source: Number of cases: %d
es: Número de casos: %d

source: Number of iterations: %d
es: Número de iteraciones: %d

source: generated eigenvalue
es: eigenvalue generado

source: Number or factors to preserve: %d
es: Número de factores a preservar: %d

source: data eigenvalue
es: eigenvalue de los datos

source: preserve?
es: ¿preservar?

source: Velicer's MAP
es: PPM de Velicer

source: Velicer's Average Squared Correlations
es: Correlaciones Cuadradas Promedio de Velicer

source: number of components
es: número de componentes

source: average square correlation
es: correlación cuadrada promedio

source: The smallest average squared correlation is : %0.6f
es: La correlación cuadrada promedio más pequeña es: %0.6f

source: The number of components is : %d
es: El número de componentes es: %d

source: Principal Component Analysis
es: Análisis de componentes principales

source: Component matrix (from covariance)
es: Matriz de componentes (desde covarianza)

source: Component matrix
es: Matriz de componentes

source: Number of factors: %d
es: Número de factores: %d

source: Communalities
es: Comunalidades

source: Initial
es: Inicial

source: Extraction
es: Extracción

source: Total Variance Explained
es: Varianza Total Explicada

source: Component
es: Componente

source: Cum. %
es: % Acum.

source: Component %d
es: Componente %d

source: Factor Matrix
es: Matriz de Factores

source: Iterations: %d
es: Iteraciones: %d

source: Total Variance
es: Varianza Total

source: I.E.Total
es: E.I. Total

source: I.E. %
es: E.I. %

source: I.E.Cum. %
es: E.I. Acum. %

source: S.L.Total
es: C.C. Total

source: S.L. %
es: C.C. %

source: S.L.Cum. %
es: C.C. Acum %

source: %s rotation
es: rotación %s

source: Rotated Component matrix
es: Matriz de componentes rotada

source: Component transformation matrix
es: Matriz de transformación de componentes

source: Multiple Scale analysis
es: Análisis de múltiples escalas

source: Scale %s
es: Escala %s

source: Reliability analysis of scales
es: Análisis de confiabilidad de escalas

source: Correlation matrix for %s
es: Matriz de correlaciones para %s

source: PCA for %s
es: ACP para %s

source: Principal Axis for %s
es: Ejes principales para %s

source: Parallel Analysis for %s
es: Análisis Paralelo para %s

source: MAP for %s
es: MAP para %s

source: Skill Scale Reliability Analysis (%s)
es: Análisis de confiabilidad de escalas de habilidad

source: %s(corrected)
es: %s(corregido)

source: Corrected dataset from %s
es: Grupo de datos corregido desde %s

source: %s (Scale Analysis)
es: %s (Análisis de Escala)

source: Problematic Items
es: Ítems problemáticos

source: Item: %s
es: Ítem: %s

source: Correct answer: %s
es: Respuesta correcta: %s

source: No problematic items
es: Sin ítems problemáticos

source: Reliability Analisis
es: Análisis de confiabilidad

source: Summary for %s with all items
es: Sumario para %s con todos los ítems

source: Items
es: Ítems

source: Sum mean
es: Promedio de suma

source: S.d. mean
es: Promedio de d.e.

source: Deleted items
es: Ítems eliminados

source: Summary for %s
es: Sumario para %s

source: Valid Items
es: Ítems Válidos

source: Valid cases
es: casos válidos

source: Sum sd
es: d.e. de suma

source: Sum median
es: Mediana de suma

source: Item mean
es: Promedio de los ítemes

source: Item sd
es: DE de Items

source: Skewness
es: Sesgo

source: Kurtosis
es: Curtosis

source: Cronbach's alpha
es: Alfa de Cronbach

source: Standarized Cronbach's alpha
es: Alfa de Cronbach estandarizado

source: Mean rpb
es: rbp medio

source: Variances mean
es: Promedio de las varianzas

source: Covariances mean
es: Promedio de las covarianzas

source: Items for obtain alpha(0.8) : %d
es: Ítems para obtener alfa(0,8): %d

source: Items for obtain alpha(0.9) : %d
es: Ítems para obtener alfa(0,9): %d

source: Items report for %s
es: Reporte de ítems para %s

source: ICC: %0.4f
es: CIC: %0.3f

source: CI (%0.2f): [%0.4f - %0.4f]
es: IC (%0.2f): [%0.4f - %0.4f]

source: Crosstab %s - %s
es: Tabulación cruzada %s - %s

source: Rows: %s
es: Filas: %s

source: Columns: %s
es: Columnas: %s

source: Raw
es: En Bruto

source: % Row
es: % Fila

source: % Column
es: % Columna

source: Dominance Analysis: %s over %s
es: Análisis de dominancia: %s en %s

source: sign
es: signo

source: Dominance Analysis result
es: Resultados del análisis de dominancia

source: Model 0
es: Modelo 0

source: k=%d Average
es: k=%d Promedio

source: Overall averages
es: Promedios generales

source: Pairwise dominance
es: Dominancia en pares

source: Pairs
es: Pares

source: Conditional
es: Condicional

source: Matrix %d
es: Matriz %d

source: Covariate matrix %d
es: Matriz de Covarianza %d

source: Correlation
es: Correlación

source: Covariance
es: Covarianza

source: Matrix
es: Matriz

source: %s(standarized)
es: %s(estandarizado)

source: %s(centered)
es: %s(centrado)

source: n :%d
es: n: %s

source: n valid:%d
es: n válido: %d

source: factors:%s
es: factores:%s

source: mode: %s
es: modo: %s

source: Distribution
es: Distribución

source: median: %s
es: Mediana: %s

source: mean: %0.4f
es: promedio: %0.3f

source: sd: %0.4f
es: d.e.: %0.3f

source: Sum from %s
es: Suma para %s

source: Means from %s
es: Media desde %s

source: %s(filtered)
es: %s(filtrado)

source: Cases: %d
es: Casos: %s
